Repository: nataliasannchez/06286885L
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: 2022’s Scream, the first without Williamson or director Wes Craven, takes the piss out of the current “requel” or “legasequel” trend, in which the original cast passes the torch to a new generation.
es: Scream de 2022, el primero sin Williamson o el director Wes Craven, saca a relucir la tendencia actual de "requel" o "legasequel", en que el elenco original pasa la antorcha a una nueva generación.

source: Competing visions of the end of days on ‘The Last of Us’ (left) and ‘Station Eleven’ (right: David Wilmot and Caitlin McRill FitzGerald) Left: Courtesy of HBO; right: Ian Watson/HBO Max
es: Visiones enfrentadas del fin de los días en 'The Last of Us' (izquierda) y 'Estación Once' (derecha: David Wilmot y Caitlin McRill FitzGerald) Izquierda: Cortesía de HBO; derecha: Ian Watson/HBO Max

source: Station Eleven, however, is not about those people.
es: Estación Once, sin embargo, no trata de esa gente.

source: Scream 2 plays with the expectations around horror sequels, Scream 3 is about trilogies, and Scream 4 is about the horror remakes of its era.
es: Scream 2 juega con las expectativas en torno a las secuelas de terror, Scream 3</i13 > trata sobre trilogías, y Scream 4 trata sobre los remakes de terror de su era.

source: Station Eleven is about the people who have inherited the ruins of a dead civilization and said, “What can we do to make this more bearable?
es: La Estación Once trata de la gente que ha heredado las ruinas de una civilización muerta y ha dicho: "¿Qué podemos hacer para que esto sea más soportable?".

source: Observer Reviews are regular assessments of new and noteworthy cinema.
es: Las Críticas del Observador son evaluaciones periódicas de cine nuevo y notable.

source: SCREAM VI ★★1/2 (2.5/4 stars)
es: SCREAM VI ★★1/2 (2,5/4 estrellas)

source: What was been the biggest shift you’ve seen in your career since Ted Lasso became so popular?
es: ¿Cuál ha sido el mayor cambio que has visto en tu carrera desde que Ted Lasso se hizo tan popular?

source: What to Watch is a regular endorsement of movies and TV worth your streaming time.
es: Qué Ver es un habitual aval de películas y TV que merecen tu tiempo en streaming.

source: All the Beauty and the Bloodshed follows the recent work of photographer and activist Nan Goldin, who set out to hold Purdue Pharma and the Sackler family accountable for their role in the opioid epidemic.
es: La belleza y el dolor sigue el reciente trabajo de la fotógrafa y activista Nan Goldin, que se propuso responsabilizar a Purdue Pharma y a la familia Sackler por su papel en la epidemia de opioides.

source: Extrapolations looks several decades into the future to tell various different stories about the effects of climate change on our modern world and our modern lives.
es: Un futuro desafiante se adentra varias décadas en el futuro para contar distintas historias sobre los efectos del cambio climático en nuestro mundo y nuestras vidas modernas.

source: All the Beauty and the Bloodshed premieres on streaming Sunday, March 19th.
es: La belleza y el dolor se estrena en streaming el domingo 19 de marzo.

source: Boston Strangler premieres Friday, March 17th.
es: El estrangulador de Boston se estrena el viernes 17 de marzo.

source: Carol streams starting Monday, March 20th.
es: Carol se emite a partir del lunes 20 de marzo.

source: Extrapolations premieres Friday, March 17th.
es: Un futuro desafiante se estrena el viernes 17 de marzo.

source: Swarm premieres Friday, March 17th.
es: Enjambre se estrena el viernes 17 de marzo.

source: Agent Elvis premieres Friday, March 17th.
es: Agente Elvis se estrena el viernes 17 de marzo.

source: Class of ’07 premieres Friday, March 17th.
es: Curso del 2007 se estrena el viernes 17 de marzo

source: Scream VI picks up with the survivors from the previous film attempting to start a new life in New York City, a far cry from the suburban California setting of the rest of the series.
es: Scream VI continúa con los sobrevivientes de la película anterior que intentan comenzar una nueva vida en la ciudad de Nueva York, muy lejos del entorno suburbano de California del resto de la serie

source: Scream has always been mired in its own mythology, with each film’s killer inspired by those that came before.
es: Scream siempre ha estado sumido en su propia mitología, con el asesino de cada película inspirado en los anteriores.

source: Filed Under: Movies, Music, Entertainment, Daniel Pemberton, Ollie Rosenblatt, Kings Theater, Spider-Man: Into the Spider-Verse, Chris Miller, Phil Lord, Brooklyn, Spider-Man, Sony, New York City, New York
es: Archivado en: Películas, Música, Entretenimiento, Daniel Pemberton, Ollie Rosenblatt, Kings Theatre, Spider-Man: Into the Spider-Verse, Chris Miller, Phil Lord, Brooklyn, Spider-Man, Sony, Nueva York, Nueva York.

source: Filed Under: TV, Entertainment, Himesh Pate, l Matilda Lawler, Nabhaan Rizwan, Lori Petty, Daniel Zovatto, Philippine Velge, Bella Ramsey, David Wilmot, The Last of Us, Station Eleven, Mackenzie Davis, Pedro Pascal, HBO
es: Filed Under: TV, Entretenimiento, Himesh Pate, l Matilda Lawler, Nabhaan Rizwan, Lori Petty, Daniel Zovatto, Philippine Velge, Bella Ramsey, David Wilmot, The Last of Us, Estación Once, Mackenzie Davis, Pedro Pascal, HBO

source: Filed Under: TV, Movies, Entertainment, Agent Elvis, Boston Strangler, Class of 07, Extrapolations, Swarm, Kaitlin Olson, All the Beauty and the Bloodshed, Elvis, Niecy Nash, Johnny Knoxville, David Schwimmer, Daveed Diggs, carol, Don Cheadle, Gemma Chan, Sienna Miller, Todd Haynes, Carrie Coon, Nan Goldin, Donald Glover, Kit Harington, Edward Norton, Keira Knightley, Rooney Mara, Matthew McConaughey, Cate Blanchett, Meryl Streep, Beyonce, Amazon, Apple, HBO, Hulu, Netflix
es: Archivado en: TV, Películas, Entretenimiento, Agente Elvis, El estrangulador de Boston, Curso del 2007, Un futuro desafiante, Swarm, Kaitlin Olson, La belleza y el dolor, Elvis, Niecy Nash, Johnny Knoxville, David Schwimmer, Daveed Diggs, carol, Don Cheadle, Gemma Chan, Sienna Miller, Todd Haynes, Carrie Coon, Nan Goldin, Donald Glover, Kit Harington, Edward Norton, Keira Knightley, Rooney Mara, Matthew McConaughey, Cate Blanchett, Meryl Streep, Beyonce, Amazon, Apple, HBO, Hulu, Netflix.

source: At events like this one, the usual rules of decorum around orchestral performance are, happily, rescinded.
es: En eventos como éste, las normas habituales de decoro en torno a la interpretación orquestal quedan, felizmente, rescindidas.

source: Completely.
es: Completamente.

source: Enter Ollie Rosenblatt of Senbla, a London-based company that produces movie screenings in which the soundtrack is performed by a live orchestra.
es: Entra Ollie Rosenblatt, de Senbla, una empresa con sede en Londres que produce proyecciones de películas en las que la banda sonora es interpretada por una orquesta en directo.

source: Full spoilers ahead for The Last of Us, but only minor ones for Station Eleven.
es: Spoilers completos de The Last of Us, pero pocos de Estación Once.

source: I always tried to find a way of empathizing with his behavior, even though I wasn’t ever personally condoning his actions.
es: Siempre trato de encontrar una manera de empatizar con su comportamiento, aunque personalmente nunca lo he aprobado.

source: I shot a film in America last year [Maggie Moore(s)], which I didn’t really audition for.
es: el año pasado rodé una película en América [Maggie Moore(s)], y no hice ninguna prueba.

source: Is it an interesting story?
es: ¿Es una historia interesante?

source: Its story bounces back and forth through time, from before the nightmarish outbreak to 20 years after, centering on a handful of individuals whose lives have been touched by the same work of art, a surreal graphic novel with eerie narrative parallels to the actual end of the world.
es: Su historia avanza y retrocede en el tiempo, desde antes del brote de pesadilla hasta 20 años después, centrándose en un puñado de individuos cuyas vidas se han visto afectadas por la misma obra de arte, una novela gráfica surrealista con inquietantes paralelismos narrativos con el verdadero fin del mundo.

source: It’s no surprise that The Last of Us has been a colossal hit for HBO.
es: No nos sorprende queThe Last of Us haya sido un éxito colosal en HBO.

source: Make no mistake, Scream VI is still an exciting and functional thrill ride, but it could be an ill omen that a series designed to adapt to its times may be blending in too well.
es: No se equivoquen, Scream VIsigue siendo un viaje poderoso y emocionante, pero eso podría ser un mal presagio ya que una serie diseñada para su época podría estar en decadencia. Es demasiado bueno para confundirte.

source: Or, so he thought, until he caught a show in which a small local orchestra performed two cues from one of his most popular works, the score to Spider-Man: Into the Spider-Verse.
es: O eso pensaba, hasta que vio un espectáculo en el que una pequeña orquesta local interpretaba dos pasajes de una de sus obras más populares, la partitura de Spider-Man: Into the Spider-Verse.

source: Possibly.
es: Posiblemente.

source: Preserving the relationship with Spider-Verse’s pop soundtrack and is essential to a front-to-back performance of Pemberton’s original score, but only one of the reasons why the Spider-Verse concert tour will feature a live DJ alongside the orchestra.
es: Preservar la relación con Spider-Verse la banda sonora pop de <strong>Spider-Verse es esencial para una interpretación íntegra de la partitura original de Pemberton, pero es sólo una de las razones por las que la gira de conciertos de Spider-Verse contará con un DJ en directo junto a la orquesta.

source: SEE ALSO: ‘Air’ Review: Ben Affleck’s Overeager Love Song to Nike Succeeds More Than It Doesn’t
es: MIRA TAMBIÉN: La crítica de "Air": La exagerada canción de amor de Ben Affleck a Nike triunfa más de lo que no hace.

source: Shocking as this ending might have been when players first encountered it in 2013, this dark development feels sadly typical for modern prestige television.
es: Este final habrá sido igual de impactante cuando los jugadores se toparon con él en 2013, este suceso sombrío es tristemente típico para la televisión de prestigio moderna.

source: Since it debuted in 1996, the Scream series has utilized its “slasher movie about slasher movies” gimmick to keep itself fresh, constantly revising its rules and patterns to mirror the evolution of the genre.
es: Desde su debut en 1996, la serie Scream ha utilizado su truco de "película gore sobre películas gore" para mantenerse fresca, constantemente. revisando sus reglas y patrones para reflejar la evolución del género.

source: The Spider-Verse score also incorporates a variety of unusual instruments: a set piece in which Spider-Men Miles and Peter raid a science lab has a keyboard part, meaning the clacking of a computer keyboard, and the motif for the villainous Kingpin Wilson Fisk is performed by a click-pen.
es: La partitura de Spider-Verse también incorpora una variedad de instrumentos inusuales: una pieza en la que los Spider-Men Miles y Peter asaltan un laboratorio científico tiene una parte de teclado, es decir, el tintineo del teclado de un ordenador, y el motivo del villano Kingpin Wilson Fisk se interpreta con un bolígrafo.

source: The real key to the tension is, of course, the characters, and Scream has never had a more lovable cast for audiences to fret over.
es: La verdadera clave de la tensión son, por supuesto, los personajes, y Scream nunca ha tenido un elenco más adorable para el público se preocupe.

source: The season finale of The Last of Us sees emotionally wounded father Joel (Pedro Pascal) choose the life of his surrogate daughter Ellie (Bella Ramsey) over the future of the human race, murdering an entire Firefly resistance cell that sought to harvest Ellie’s body to generate a cure for the cordyceps infection that has ravaged the planet.
es: El final de temporada de The Last of Us muestra que el emocionalmente herido padre Joel (Pedro Pascal) elige la vida de su hija de alquiler Ellie (Bella Ramsey) por encima del futuro de la raza humana, asesinando a una célula completa de la resistencia Firefly que pretendía cosechar el cuerpo de Ellie para generar una cura para la infección cordyceps que ha asolado el planeta.

source: This is what makes Station Eleven, which premiered in December 2021, such a rare and powerful work of television.
es: Esto es lo que convierte a Estación Once, estrenada en diciembre de 2021, en una obra televisiva tan rara y poderosa.

source: When he was approached about Spider-Man: Into the Spider-Verse, an animated film about an Afro-Latinx teenager from Brooklyn who takes up the mantle of the web-slinging vigilante, the turntable-scratched orchestra seemed like a fit, but Pemberton was initially skeptical that a big-budget animated superhero movie would be a welcome venue for his experimentation.
es: Cuando le propusieronSpider-Man: Into the Spider-Verse una película animada sonbre un adolescente afrolatinoamericano de Brooklyn que ocupa el manto del justiciero de la web, la rasgada orquesta giratoria parecía quedar bien, pero Pemberton era escéptico al principio con que una pelicula animada de un super héroe con poco presupuesto fuera lo adecuado para su expermientación.

source: Yeah, definitely.
es: Sí, desde luego.

source: “I’m hoping, in the audience, there will be people who have never seen a scratch DJ before, or people who have never seen an orchestra before and have seen scratch DJs.
es: "Espero que, entre el público, haya gente que nunca antes haya visto un DJ de scratch, o gente que nunca antes haya visto una orquesta y haya visto DJs de scratch.

source: Starring: Melissa Barrera, Jasmin Savoy Brown, Jack Champion, Henry Czerny, Mason Gooding, Liana Liberato, Dermot Mulroney, Devyn Nekoda, Jenna Ortega, Tony Revolori, Josh Segarra, Samara Weaving, Hayden Panettiere, Courteney Cox
es: Protagonizada por: Melissa Barrera, Jasmin Savoy Brown, Jack Champion, Henry Czerny, Mason Gooding, Liana Liberato, Dermot Mulroney, Devyn Nekoda, Jenna Ortega, Tony Revolori, Josh Segarra, Samara Weaving, Hayden Panettiere, Courteney Cox

source: Running time: 123 mins.
es: Tiempo de ejecución: 123 minutos.

source: HULU Photo courtesy of 20th Century Studios.
es: Foto de HULU cortesía de 20th Century Studios.

source: Directed by: Matt Bettinelli-Olpin, Tyler Gillett
es: Dirigida por: Matt Bettinelli-Olpin, Tyler Gillett

source: Written by: James Vanderbilt, Guy Busick
es: Escrito por: James Vanderbilt, Guy Busick

source: A prolific film and television composer who’s collaborates with Ridley Scott, Guy Ritchie, and Danny Boyle, Pemberton prides himself in expanding the sonic palette of film music in a multitude of directions, mixing elements of different genres in surprising ways or employing unusual instruments or even non-instruments, like soda bottles or his own body.
es: Un prolífico director de películas y televisión que ha colaborado con Ridley Scott, Guy Ritchie y Danny Boyle, Pemberton se enorgullece expandiendo la paleta sónica de la música de películas en una multitud de direcciones, mezclando elementos de distinto género de formas sorprendentes o usando instrumentos inusuales, incluso con objetos, como botellas de soda o su propio cuerpo.

source: A sequence set on a packed subway on Halloween night is easily one of the most chilling in franchise history.
es: Una secuencia ambientada en un metro abarrotado en la noche de Halloween es fácilmente una de las más escalofriantes en la historia de la franquicia.

source: Agent Elvis
es: Agente Elvis

source: All anyone needs to become Ghostface is to decide to do it, and all they need to get away with it is for everyone around them to keep minding their business, as New Yorkers are wont to do.
es: Todo lo que cualquier persona necesita para convertirse en Ghostface es decidir hacerlo, y todo lo que necesita para salirse con la suya es que todos a su alrededor sigan ocupándose de sus asuntos, como suelen hacer los neoyorquinos.

source: All the Beauty and the Bloodshed
es: La belleza y el dolor

source: And I tried to use that from an acting point of view as much as possible.
es: Y traté de utilizar eso desde el punto de vista de la actuación tanto como fuera posible.

source: And because it’s a short wig and I’ve got short hair, the amount of pins that had to go in it.
es: Y porque es una peluca corta y yo tengo el pelo corto, la cantidad de alfileres que tenía que ir en ella.

source: And don’t get me wrong—I’m still getting the castings.
es: No me malinterpreten, recibo llamadas de audición todo el tiempo.

source: And even though Nate often presents as a villain and his actions were, for some, unforgivable, he’s still that insecure man who we saw were introduced to at the start of season one.
es: Y aunque Nate a menudo se presenta como malvado y sus acciones fueron imperdonables para los demás, sigue siendo la persona insegura que conocimos al comienzo de la primera temporada.

source: And in terms of previous acting experience, I’ve done roles which are more similar to that kind of low-status guy.
es: Y con mi experiencia actoral anterior, los papeles que he interpretado son más como personas de bajo estatus.

source: And listen, it was a joy to work with Anthony Head.
es: Escucha, he tenido el placer de trabajar con Anthony Head.

source: And then equally, particularly with season three, remembering stuff from way back in season one and trying to tune into some of that again.
es: Y también, sobre todo en la tercera temporada, recordábamos cosas de la primera temporada y tratábamos de sintonizar con ellas de nuevo..

source: And you have to be grateful for that and I feel like you have to make time for that.
es: Eso es algo por lo que estar agradecido, y creo que se le debe dar tiempo.

source: And, finally, Joel doubles down on this view of humanity by committing mass murder in order to protect his own interests over that of the entire species.
es: Y, finalmente, Joel es retratado en esta visión de la humanidad cometiendo asesinato en masa con el objetivo de proteger sus intereses por encima del resto de las especies.

source: As Dre gets more and more involved in the star’s obsessive fandom, things begin to take a dark turn.
es: A medida que Dre se involucra más y más en el obsesivo fandom de la estrella, las cosas empiezan a tomar un giro oscuro.

source: As I wrote in my review of the series, as both a game and a series, The Last of Us employs a common shortcut to add a sense of maturity to a work of genre fiction: they’re unfailingly grim.
es: Tal como escribí en la reseña de la serie, tanto en el videojuego como en la serie The Last of Us utiliza un atajo común para darle un significado maduro a este trabajo de ciencia ficción: infaliblemente sombrío.

source: As you’ve been playing Nate for the previous two seasons, have you been planting seeds of where he was going to end up?
es: Como has estado interpretando a Nate durante las dos temporadas anteriores, ¿has estado plantando semillas de dónde iba a terminar?

source: Assured that he would be free to let loose his ambition, Pemberton composed a unique score that combined the expected orchestra with trap beats, scratching, and other hip hop and turntablist elements, weaving perfectly between or even through the film’s pop songtrack.
es: Con la seguridad de que tendría libertad para dar rienda suelta a su ambición, Pemberton compuso una partitura única que combinaba la esperada orquesta con ritmos trap, scratching y otros elementos hip hop y turntablistas, entrelazándose perfectamente entre o incluso a través de la banda sonora pop de la película.

source: Awards season may now be officially over, but it’s never a bad time to watch one of Cate Blanchett’s all time great performances.
es: Puede que la temporada de premios haya terminado oficialmente, pero nunca es mal momento para ver una de las grandes interpretaciones de Cate Blanchett.

source: Based on a smash hit video game and a perfect fit for the network that made gritty adult genre television a sensation in the first place, The Last of Us hits the Game of Thrones sweet spot between mainstream and prestige television.
es: Se basa en un exitoso videojuego y se adecua perfectamente al sistema que ha causado sensación en el género de televisión adulto y crudo, The Last of Us alcanza el alto puesto deGame of Thronesque se situa entre lo popular y la televisión de prestigio.

source: Boston Strangler
es: El estrangulador de Boston

source: But I don’t want to be naive about it.
es: Pero no seré ingenuo al respecto.

source: But I felt that it was important to find truth to why he was behaving that way. Brett Goldstein, Brendan Hunt and Jason Sudeikis (from left) in ‘Ted Lasso.’ AppleTV+
es: Pero sentía que era importante encontrar la verdad de por qué se comportaba así. Brett Goldstein, Brendan Hunt y Jason Sudeikis en la serie ‘Ted Lasso.’ AppleTV+

source: But I was very aware that this is exactly where it was all headed from very early on in the season one filming.
es: Pero desde el principio del rodaje de la primera temporada fui muy consciente de que todo iba a acabar así.

source: But I’m curious as to how it would go down, so I’m not 100 percent sold on it yet.
es: Pero tengo curiosidad por saber cómo sería, así que aún no estoy convencido al cien por cien.

source: But actually Chloe Hooker, who was my makeup person on that, was brilliant at putting it in and got it down to an absolute fine art.
es: Pero la verdad es que mi maquilladora, Chloe Hooker, es increíble cuando se trata de maquillar, y lo hace con gran maestría.

source: But all the West Ham players and people who I didn’t know, they were quite intimidating because they’re so great.
es: Pero todos los jugadores del West Ham y la gente que no conocía, eran bastante intimidante porque son tan grandes.

source: But everywhere I go people want to talk about the show.
es: Pero donde quiera que vaya, la gente quiere hablar de la serie.

source: But harsh reflections of the apocalypse aren’t a hard sell to an audience that has seen a thousand doomsdays on TV and may make the one unfolding now seem, well, not so bad by comparison.
es: Pero las duras reflexiones sobre el apocalipsis no son difíciles de vender a un público que ha visto miles de catástrofes en la televisión y pueden hacer que la que se está desarrollando ahora parezca, bueno, no tan mala en comparación.

source: But if it happens it’ll probably be in 2024.
es: Pero si sucede, probablemente será en 2024.

source: But it was far from the Ted Lasso family that we’ve grown over the last few years.
es: Pero estaba lejos de la familia de Ted Lasso ue hemos formado en los últimos años.

source: But it’s hardly a groundbreaking twist in the world of post-Game of Thrones TV, and in a world that feels increasingly doomed it’s worth asking what purpose it serves.
es: Pero no es un giro innovador en el mundo de la televisión posterior a Juego de Tronos, y en un mundo que parece cada vez más condenado, vale la pena preguntarse para qué sirve.

source: But put aside its almost universal acclaim for a moment, because The Last of Us is not HBO’s most interesting or daring post-apocalyptic drama.
es: Pero por un momento dejemos a un lado su aclamo casi universal, The Last of Usno es el drama posapocalíptico más intrépido e interesante de HBO.

source: But some of the crew even said at the end that they didn’t know.
es: Pero algunos equipos incluso dijeron que no sabían después de todo.
